Q6/Real/Tema1.tex
% Created 2018-02-05 Mon 23:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=3cm]{geometry}
\usepackage{xfrac}
\date{\today}
\title{Anàlisi real: T1-Successions i sèries funcionals}
\hypersetup{
 pdfauthor={},
 pdftitle={Anàlisi real: T1-Successions i sèries funcionals},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.3)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{4}
\tableofcontents



\section{Successions i sèries funcionals}
\label{sec:org9d009c7}

\subsection{Successions i sèries de funcions}
\label{sec:orgc8b6f89}

\subsubsection{Definició: Funció limit}
\label{sec:org27e2745}

\subsection{Convergència uniforme}
\label{sec:orgccff980}
\subsubsection{Definició - Convergència uniforme}
\label{sec:org406e1d9}
\subsubsection{Proposició - Criteri de Cauchy:}
\label{sec:orgf1e420f}
\(\iff\) Convergent uniforme
\subsection{Convergència uniforme i continuïtat}
\label{sec:org9fb03bd}
\subsubsection{Teorema: Condició suficient de continuïtat}
\label{sec:org83bab42}
\((f_{n})\) successió de funcions contínues que convergeix uniformement vers f en A \(\implies f \in \mathcal{C}(A)\)
\begin{enumerate}
\item No es confició necessaria
\label{sec:orgb262a12}

Si prenem \(f_{n} = x^{n}, A = (0, 1)\)
\end{enumerate}
\subsubsection{Lema - Lema de Dini: Condició suficient de convergència uniforme}
\label{sec:orgeed0e2d}
\((f_{n}) \text{ contínua i monòtona, convergeix puntualment en A compacte sobre } f \text{ contínua} \implies (f_{n}) \text{ convergent uniforme}\)
\subsection{Convergència uniforme i integració}
\label{sec:org99d130f}
\subsubsection{Teorema: Condició suficient de integrable Riemman}
\label{sec:org64c5f22}
\((f_{n})\) successió de funcions integrables de Riemann a [a,b] i convergeix uniformement vers f en A \(\implies f \in \mathcal{R}[a,b]\)
\end{document}